{
  "text": {
    "tôi": 258,
    "cần": 61,
    "mua": 154,
    "laptop": 133,
    "muốn": 155,
    "đặt": 299,
    "hàng": 110,
    "cho": 46,
    "tivi": 248,
    "iphone": 123,
    "máy": 158,
    "tính": 257,
    "tìm": 255,
    "chuột": 47,
    "bàn": 29,
    "phím": 191,
    "cơ": 59,
    "có": 58,
    "bán": 30,
    "smartwatch": 217,
    "không": 129,
    "shop": 216,
    "một": 161,
    "loa": 138,
    "bluetooth": 25,
    "thể": 244,
    "camera": 37,
    "an": 19,
    "ninh": 172,
    "ở": 309,
    "đây": 294,
    "trước": 251,
    "ps5": 197,
    "tablet": 233,
    "bộ": 34,
    "phát": 190,
    "wifi": 272,
    "pin": 194,
    "sạc": 227,
    "dự": 76,
    "phòng": 192,
    "đang": 291,
    "ổ": 308,
    "cứng": 64,
    "di": 70,
    "động": 304,
    "tai": 234,
    "nghe": 166,
    "dây": 75,
    "màn": 157,
    "hình": 113,
    "gaming": 87,
    "in": 121,
    "ssd": 221,
    "tản": 259,
    "nhiệt": 168,
    "nước": 178,
    "card": 39,
    "đồ": 302,
    "họa": 115,
    "rtx": 205,
    "__number__": 9,
    "razer": 202,
    "dell": 69,
    "xps": 280,
    "macbook": 148,
    "pro": 196,
    "m2": 146,
    "c": 36,
    "cửa": 66,
    "sony": 219,
    "playstation": 195,
    "xbox": 276,
    "series": 214,
    "x": 275,
    "airpods": 15,
    "samsung": 211,
    "galaxy": 85,
    "watch": 268,
    "robot": 204,
    "hút": 114,
    "bụi": 35,
    "chiếu": 45,
    "mini": 151,
    "đồng": 303,
    "hồ": 116,
    "garmin": 88,
    "cong": 54,
    "4k": 6,
    "balo": 23,
    "chống": 53,
    "sốc": 231,
    "logitech": 139,
    "g502": 84,
    "micro": 149,
    "thu": 241,
    "âm": 290,
    "chair": 43,
    "đèn": 296,
    "led": 135,
    "thông": 243,
    "minh": 150,
    "google": 99,
    "nest": 163,
    "hub": 108,
    "amazon": 18,
    "echo": 77,
    "nvme": 176,
    "2tb": 5,
    "rửa": 206,
    "bát": 31,
    "cắm": 62,
    "điện": 292,
    "wh": 271,
    "1000xm5": 0,
    "bút": 32,
    "cảm": 60,
    "ứng": 310,
    "apple": 20,
    "pencil": 188,
    "nhớ": 169,
    "ram": 201,
    "ddr5": 68,
    "keychron": 126,
    "k8": 125,
    "240hz": 4,
    "chơi": 50,
    "game": 86,
    "nintendo": 173,
    "switch": 224,
    "loại": 140,
    "kính": 132,
    "thực": 246,
    "tế": 260,
    "ảo": 307,
    "oculus": 180,
    "quest": 198,
    "nhanh": 167,
    "100w": 1,
    "lọc": 144,
    "khí": 128,
    "xiaomi": 278,
    "ảnh": 306,
    "canon": 38,
    "eos": 78,
    "r6": 200,
    "sóng": 226,
    "5g": 7,
    "hdd": 103,
    "10tb": 2,
    "imac": 120,
    "m3": 147,
    "kiểm": 131,
    "tra": 250,
    "đơn": 297,
    "jayki": 124,
    "abc123": 13,
    "xyz789": 283,
    "của": 63,
    "type_order": 254,
    "xem": 277,
    "tin": 247,
    "check": 44,
    "abc": 12,
    "987xyz": 8,
    "giúp": 92,
    "với": 266,
    "làm": 142,
    "ơn": 305,
    "số": 230,
    "2023xyz": 3,
    "giùm": 91,
    "mình": 160,
    "biết": 24,
    "tình": 256,
    "trạng": 252,
    "ord456": 184,
    "cứu": 65,
    "mã": 159,
    "order": 186,
    "hãy": 112,
    "ord_123": 185,
    "hộ": 118,
    "a1b2c3": 11,
    "là": 141,
    "khi": 127,
    "nào": 177,
    "giao": 90,
    "vậy": 265,
    "đâu": 293,
    "xyz": 282,
    "thái": 242,
    "ord2024": 183,
    "qwerty": 199,
    "o123": 179,
    "ord": 182,
    "xxy": 281,
    "đã": 295,
    "được": 298,
    "chưa": 51,
    "zzz": 289,
    "xử": 285,
    "lý": 143,
    "order_1234": 187,
    "xyz_987": 284,
    "test": 236,
    "vấn": 264,
    "đề": 300,
    "gì": 101,
    "new456": 165,
    "hỗ": 117,
    "trợ": 253,
    "shipping": 215,
    "sale2024": 210,
    "duyệt": 74,
    "cc": 40,
    "ccabl": 41,
    "hello": 104,
    "chào": 48,
    "hi": 106,
    "việc": 263,
    "xin": 279,
    "thời": 245,
    "gian": 89,
    "địa": 301,
    "chỉ": 52,
    "chính": 49,
    "sách": 225,
    "bảo": 33,
    "hành": 111,
    "sản": 228,
    "phẩm": 193,
    "sẵn": 229,
    "hey": 105,
    "there": 239,
    "good": 95,
    "morning": 153,
    "evening": 79,
    "moin": 152,
    "let": 136,
    "s": 207,
    "go": 93,
    "dude": 73,
    "goodmorning": 98,
    "goodevening": 97,
    "afternoon": 14,
    "cu": 57,
    "by": 27,
    "cee": 42,
    "you": 288,
    "later": 134,
    "night": 171,
    "bye": 28,
    "goodbye": 96,
    "have": 102,
    "a": 10,
    "nice": 170,
    "day": 67,
    "see": 213,
    "around": 22,
    "yes": 287,
    "y": 286,
    "indeed": 122,
    "of": 181,
    "course": 56,
    "that": 237,
    "sounds": 220,
    "correct": 55,
    "no": 174,
    "n": 162,
    "never": 164,
    "i": 119,
    "don": 72,
    "t": 232,
    "think": 240,
    "so": 218,
    "like": 137,
    "way": 269,
    "not": 175,
    "really": 203,
    "perfect": 189,
    "great": 100,
    "amazing": 17,
    "feeling": 83,
    "king": 130,
    "wonderful": 273,
    "am": 16,
    "very": 262,
    "going": 94,
    "to": 249,
    "save": 212,
    "the": 238,
    "world": 274,
    "super": 223,
    "stoked": 222,
    "extremely": 80,
    "my": 156,
    "was": 267,
    "horrible": 107,
    "sad": 209,
    "feel": 82,
    "well": 270,
    "disappointed": 71,
    "m": 145,
    "unhappy": 261,
    "extremly": 81,
    "saad": 208,
    "are": 21,
    "bot": 26,
    "human": 109,
    "talking": 235
  },
  "intent": {
    "product": 10,
    "order": 9,
    "ask_anything": 1,
    "greet": 6,
    "goodbye": 5,
    "affirm": 0,
    "deny": 3,
    "mood_great": 7,
    "mood_unhappy": 8,
    "bot_challenge": 2,
    "faq": 4,
    "search_product": 11
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 10,
    "action_session_start": 12,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 1,
    "action_extract_slots": 6,
    "action_ask_anything": 0,
    "action_order": 8,
    "action_product": 9,
    "utter_ask_order": 15,
    "utter_cheer_up": 16,
    "utter_contact_support": 17,
    "utter_did_that_help": 18,
    "utter_goodbye": 19,
    "utter_greet": 20,
    "utter_happy": 21,
    "utter_iamabot": 22,
    "utter_order_not_found": 23,
    "utter_thankyou": 24
  },
  "action_text": null,
  "intent_response_key": null
}