{
  "text": {
    "tôi": 272,
    "cần": 64,
    "mua": 161,
    "laptop": 139,
    "muốn": 162,
    "đặt": 315,
    "hàng": 114,
    "cho": 49,
    "tivi": 259,
    "iphone": 129,
    "máy": 165,
    "tính": 271,
    "tìm": 269,
    "chuột": 50,
    "bàn": 30,
    "phím": 199,
    "cơ": 62,
    "có": 61,
    "bán": 31,
    "smartwatch": 225,
    "không": 135,
    "shop": 224,
    "một": 168,
    "loa": 144,
    "bluetooth": 26,
    "thể": 255,
    "camera": 39,
    "an": 19,
    "ninh": 180,
    "ở": 327,
    "đây": 310,
    "trước": 264,
    "ps5": 205,
    "tablet": 241,
    "bộ": 36,
    "phát": 198,
    "wifi": 288,
    "pin": 202,
    "sạc": 235,
    "dự": 80,
    "phòng": 200,
    "đang": 307,
    "ổ": 326,
    "cứng": 67,
    "di": 73,
    "động": 322,
    "tai": 242,
    "nghe": 173,
    "dây": 78,
    "màn": 164,
    "hình": 117,
    "gaming": 91,
    "in": 126,
    "ssd": 229,
    "tản": 273,
    "nhiệt": 175,
    "nước": 186,
    "card": 41,
    "đồ": 319,
    "họa": 119,
    "rtx": 213,
    "__number__": 9,
    "razer": 210,
    "dell": 72,
    "xps": 296,
    "macbook": 155,
    "pro": 204,
    "m2": 153,
    "c": 38,
    "cửa": 69,
    "sony": 227,
    "playstation": 203,
    "xbox": 292,
    "series": 222,
    "x": 291,
    "airpods": 15,
    "samsung": 219,
    "galaxy": 89,
    "watch": 284,
    "robot": 212,
    "hút": 118,
    "bụi": 37,
    "chiếu": 48,
    "mini": 158,
    "đồng": 320,
    "hồ": 120,
    "garmin": 92,
    "cong": 57,
    "4k": 6,
    "balo": 23,
    "chống": 56,
    "sốc": 239,
    "logitech": 145,
    "g502": 88,
    "micro": 156,
    "thu": 251,
    "âm": 306,
    "chair": 45,
    "đèn": 312,
    "led": 141,
    "thông": 253,
    "minh": 157,
    "google": 103,
    "nest": 170,
    "hub": 112,
    "amazon": 18,
    "echo": 81,
    "nvme": 184,
    "2tb": 5,
    "rửa": 214,
    "bát": 32,
    "cắm": 65,
    "điện": 308,
    "wh": 287,
    "1000xm5": 0,
    "bút": 33,
    "cảm": 63,
    "ứng": 328,
    "apple": 20,
    "pencil": 196,
    "nhớ": 177,
    "ram": 209,
    "ddr5": 71,
    "keychron": 132,
    "k8": 131,
    "240hz": 4,
    "chơi": 53,
    "game": 90,
    "nintendo": 181,
    "switch": 232,
    "loại": 146,
    "kính": 138,
    "thực": 257,
    "tế": 274,
    "ảo": 325,
    "oculus": 188,
    "quest": 206,
    "nhanh": 174,
    "100w": 1,
    "lọc": 151,
    "khí": 134,
    "xiaomi": 294,
    "ảnh": 324,
    "canon": 40,
    "eos": 82,
    "r6": 208,
    "sóng": 234,
    "5g": 7,
    "hdd": 107,
    "10tb": 2,
    "imac": 125,
    "m3": 154,
    "kiểm": 137,
    "tra": 262,
    "đơn": 313,
    "jayki": 130,
    "abc123": 13,
    "xyz789": 299,
    "của": 66,
    "type_order": 268,
    "xem": 293,
    "tin": 258,
    "check": 46,
    "abc": 12,
    "987xyz": 8,
    "giúp": 96,
    "với": 282,
    "làm": 148,
    "ơn": 323,
    "số": 238,
    "2023xyz": 3,
    "giùm": 95,
    "mình": 167,
    "biết": 25,
    "tình": 270,
    "trạng": 265,
    "ord456": 192,
    "cứu": 68,
    "mã": 166,
    "order": 194,
    "hãy": 116,
    "ord_123": 193,
    "hộ": 122,
    "a1b2c3": 11,
    "là": 147,
    "khi": 133,
    "nào": 185,
    "giao": 94,
    "vậy": 281,
    "đâu": 309,
    "xyz": 298,
    "thái": 252,
    "ord2024": 191,
    "qwerty": 207,
    "o123": 187,
    "ord": 190,
    "xxy": 297,
    "đã": 311,
    "được": 314,
    "chưa": 54,
    "zzz": 305,
    "xử": 301,
    "lý": 150,
    "order_1234": 195,
    "xyz_987": 300,
    "test": 244,
    "vấn": 280,
    "đề": 316,
    "gì": 105,
    "new456": 172,
    "hỗ": 121,
    "trợ": 267,
    "shipping": 223,
    "sale2024": 218,
    "duyệt": 77,
    "cc": 42,
    "ccabl": 43,
    "hello": 108,
    "chào": 51,
    "hi": 110,
    "việc": 278,
    "xin": 295,
    "thời": 256,
    "gian": 93,
    "địa": 318,
    "chỉ": 55,
    "chính": 52,
    "sách": 233,
    "bảo": 34,
    "hành": 115,
    "sản": 236,
    "phẩm": 201,
    "sẵn": 237,
    "hey": 109,
    "there": 248,
    "good": 99,
    "morning": 160,
    "evening": 83,
    "moin": 159,
    "let": 142,
    "s": 215,
    "go": 97,
    "dude": 76,
    "goodmorning": 102,
    "goodevening": 101,
    "afternoon": 14,
    "cu": 60,
    "by": 28,
    "cee": 44,
    "you": 304,
    "later": 140,
    "night": 179,
    "bye": 29,
    "goodbye": 100,
    "have": 106,
    "a": 10,
    "nice": 178,
    "day": 70,
    "see": 221,
    "around": 22,
    "yes": 303,
    "y": 302,
    "indeed": 128,
    "of": 189,
    "course": 59,
    "that": 246,
    "sounds": 228,
    "correct": 58,
    "no": 182,
    "n": 169,
    "never": 171,
    "i": 124,
    "don": 75,
    "t": 240,
    "think": 249,
    "so": 226,
    "like": 143,
    "way": 285,
    "not": 183,
    "really": 211,
    "perfect": 197,
    "great": 104,
    "amazing": 17,
    "feeling": 87,
    "king": 136,
    "wonderful": 289,
    "am": 16,
    "very": 277,
    "going": 98,
    "to": 260,
    "save": 220,
    "the": 247,
    "world": 290,
    "super": 231,
    "stoked": 230,
    "extremely": 84,
    "my": 163,
    "was": 283,
    "horrible": 111,
    "sad": 217,
    "feel": 86,
    "well": 286,
    "disappointed": 74,
    "m": 152,
    "unhappy": 276,
    "extremly": 85,
    "saad": 216,
    "are": 21,
    "bot": 27,
    "human": 113,
    "talking": 243,
    "hủy": 123,
    "thế": 254,
    "để": 317,
    "đổi": 321,
    "trả": 266,
    "bao": 24,
    "lâu": 149,
    "như": 176,
    "thanh": 245,
    "toán": 261,
    "bằng": 35,
    "ví": 279,
    "tử": 275,
    "thoại": 250,
    "dưới": 79,
    "triệu": 263,
    "chiếc": 47,
    "inch": 127
  },
  "intent": {
    "product": 12,
    "order": 10,
    "ask_anything": 1,
    "greet": 6,
    "goodbye": 5,
    "affirm": 0,
    "deny": 3,
    "mood_great": 7,
    "mood_unhappy": 8,
    "bot_challenge": 2,
    "faq": 4,
    "search_product": 13,
    "nlu_fallback": 9,
    "out_of_scope": 11
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 1,
    "action_extract_slots": 6,
    "action_ask_anything": 0,
    "action_faq": 7,
    "action_order": 9,
    "action_product": 10,
    "utter_ask_order": 16,
    "utter_cheer_up": 17,
    "utter_contact_support": 18,
    "utter_default": 19,
    "utter_did_that_help": 20,
    "utter_fallback": 21,
    "utter_goodbye": 22,
    "utter_greet": 23,
    "utter_happy": 24,
    "utter_iamabot": 25,
    "utter_thankyou": 26
  },
  "action_text": null,
  "intent_response_key": null
}