{
  "text": {
    "tôi": 369,
    "cần": 81,
    "mua": 219,
    "laptop": 186,
    "muốn": 220,
    "bàn": 34,
    "phím": 279,
    "cơ": 79,
    "một": 232,
    "loa": 192,
    "bluetooth": 29,
    "đang": 417,
    "tìm": 366,
    "robot": 295,
    "hút": 155,
    "bụi": 45,
    "máy": 225,
    "in": 165,
    "đặt": 428,
    "hàng": 151,
    "imac": 164,
    "m3": 208,
    "tablet": 330,
    "ổ": 440,
    "cứng": 84,
    "di": 90,
    "động": 435,
    "amazon": 20,
    "echo": 102,
    "bạn": 39,
    "có": 78,
    "thể": 348,
    "gợi": 138,
    "ý": 416,
    "cho": 57,
    "smartwatch": 312,
    "nào": 261,
    "tốt": 374,
    "không": 180,
    "đề": 430,
    "xuất": 403,
    "sản": 323,
    "phẩm": 282,
    "iphone": 169,
    "loại": 195,
    "tivi": 352,
    "bền": 43,
    "và": 379,
    "tiết": 353,
    "kiệm": 184,
    "điện": 421,
    "dùng": 100,
    "lập": 201,
    "trình": 359,
    "vài": 380,
    "mẫu": 230,
    "gaming": 115,
    "mạnh": 229,
    "chuột": 59,
    "văn": 383,
    "phòng": 280,
    "tai": 331,
    "nghe": 240,
    "dây": 98,
    "chất": 65,
    "lượng": 200,
    "__number__": 10,
    "các": 75,
    "samsung": 305,
    "galaxy": 113,
    "thoại": 340,
    "xiaomi": 400,
    "girlfriend": 119,
    "khồng": 181,
    "logitech": 193,
    "g502": 112,
    "sony": 314,
    "wh": 392,
    "1000xm5": 0,
    "màn": 222,
    "hình": 154,
    "cong": 70,
    "4k": 7,
    "giúp": 122,
    "camera": 46,
    "an": 21,
    "ninh": 256,
    "bán": 35,
    "chair": 53,
    "còn": 77,
    "shop": 311,
    "lọc": 203,
    "khí": 179,
    "ssd": 316,
    "nvme": 260,
    "2tb": 5,
    "bộ": 44,
    "sạc": 322,
    "nhanh": 243,
    "100w": 1,
    "balo": 26,
    "chống": 67,
    "nước": 263,
    "trước": 360,
    "xbox": 398,
    "series": 309,
    "x": 397,
    "macbook": 209,
    "pro": 285,
    "m2": 207,
    "giao": 118,
    "nhớ": 253,
    "ram": 290,
    "ddr5": 88,
    "redmi": 293,
    "do": 92,
    "you": 412,
    "have": 139,
    "can": 47,
    "i": 163,
    "buy": 31,
    "here": 144,
    "is": 170,
    "available": 25,
    "find": 109,
    "me": 211,
    "a": 11,
    "m": 206,
    "looking": 194,
    "for": 110,
    "phù": 281,
    "hợp": 160,
    "để": 431,
    "học": 157,
    "online": 267,
    "chiếu": 56,
    "mini": 215,
    "trong": 358,
    "lớp": 205,
    "micro": 213,
    "thu": 342,
    "âm": 414,
    "tản": 371,
    "nhiệt": 244,
    "pc": 274,
    "card": 49,
    "đồ": 433,
    "họa": 156,
    "rtx": 297,
    "playstation": 284,
    "watch": 389,
    "airpods": 17,
    "bút": 38,
    "cảm": 80,
    "ứng": 443,
    "apple": 22,
    "pencil": 275,
    "kính": 185,
    "thực": 350,
    "tế": 373,
    "ảo": 438,
    "oculus": 265,
    "quest": 287,
    "đèn": 424,
    "led": 189,
    "thông": 345,
    "minh": 214,
    "rửa": 299,
    "bát": 36,
    "cắm": 82,
    "google": 132,
    "nest": 236,
    "hub": 149,
    "số": 325,
    "chơi": 63,
    "game": 114,
    "giá": 120,
    "thuộc": 343,
    "dòng": 99,
    "ồn": 439,
    "tư": 370,
    "vấn": 384,
    "mình": 228,
    "nhất": 249,
    "hiện": 147,
    "nay": 235,
    "giới": 124,
    "thiệu": 339,
    "router": 296,
    "wifi": 393,
    "nhà": 245,
    "tầng": 372,
    "hãy": 153,
    "chiếc": 55,
    "gõ": 135,
    "êm": 415,
    "thấy": 346,
    "ổn": 441,
    "rẻ": 298,
    "được": 427,
    "dell": 89,
    "xps": 402,
    "màu": 223,
    "canon": 48,
    "ngay": 239,
    "phát": 277,
    "5g": 8,
    "keychron": 175,
    "k8": 173,
    "làm": 197,
    "ơn": 436,
    "ps5": 286,
    "hỗ": 158,
    "trợ": 364,
    "inch": 166,
    "full": 111,
    "hd": 141,
    "với": 386,
    "mỏng": 231,
    "nhẹ": 250,
    "khuyến": 178,
    "mãi": 227,
    "ảnh": 437,
    "chụp": 68,
    "chuyên": 58,
    "nghiệp": 241,
    "cửa": 86,
    "tab": 329,
    "s9": 301,
    "razer": 291,
    "sẵn": 324,
    "240hz": 4,
    "eos": 103,
    "r6": 289,
    "32gb": 6,
    "1tb": 2,
    "điều": 420,
    "khiển": 177,
    "giọng": 123,
    "nói": 262,
    "cái": 76,
    "càng": 74,
    "sớm": 326,
    "laser": 187,
    "gấp": 136,
    "sở": 327,
    "hữu": 162,
    "gia": 116,
    "đình": 425,
    "pin": 283,
    "lâu": 198,
    "phân": 278,
    "vân": 381,
    "giữa": 125,
    "nhé": 246,
    "tính": 368,
    "nhạc": 248,
    "hay": 140,
    "chân": 61,
    "dung": 96,
    "đẹp": 429,
    "ngoài": 242,
    "trời": 363,
    "nhỏ": 252,
    "gọn": 137,
    "du": 94,
    "lịch": 202,
    "ipad": 168,
    "lớn": 204,
    "bên": 37,
    "nhỉ": 251,
    "jbl": 172,
    "nintendo": 257,
    "switch": 320,
    "bằng": 42,
    "bản": 40,
    "mới": 233,
    "xịn": 408,
    "sell": 308,
    "order": 272,
    "monitor": 217,
    "still": 317,
    "wireless": 394,
    "headset": 142,
    "want": 387,
    "to": 354,
    "mechanical": 212,
    "keyboard": 174,
    "con": 69,
    "riêng": 294,
    "mang": 210,
    "đi": 419,
    "đeo": 418,
    "thoải": 341,
    "mái": 224,
    "air": 16,
    "kiểm": 183,
    "tra": 356,
    "đơn": 426,
    "jayki": 171,
    "abc123": 14,
    "xyz789": 406,
    "của": 83,
    "type_order": 365,
    "xem": 399,
    "tin": 351,
    "check": 54,
    "abc": 13,
    "987xyz": 9,
    "2023xyz": 3,
    "giùm": 121,
    "biết": 28,
    "tình": 367,
    "trạng": 361,
    "ord456": 270,
    "cứu": 85,
    "mã": 226,
    "ord_123": 271,
    "hộ": 159,
    "a1b2c3": 12,
    "là": 196,
    "khi": 176,
    "vậy": 385,
    "ở": 442,
    "đâu": 422,
    "xyz": 405,
    "thái": 344,
    "ord2024": 269,
    "qwerty": 288,
    "o123": 264,
    "ord": 268,
    "xxy": 404,
    "đã": 423,
    "chưa": 64,
    "zzz": 413,
    "xử": 409,
    "lý": 199,
    "order_1234": 273,
    "xyz_987": 407,
    "test": 333,
    "gì": 134,
    "new456": 238,
    "shipping": 310,
    "sale2024": 304,
    "duyệt": 97,
    "cc": 50,
    "ccabl": 51,
    "hello": 143,
    "chào": 60,
    "hi": 146,
    "việc": 378,
    "xin": 401,
    "thời": 349,
    "gian": 117,
    "địa": 432,
    "chỉ": 66,
    "chính": 62,
    "sách": 321,
    "bảo": 41,
    "hành": 152,
    "hey": 145,
    "there": 337,
    "good": 128,
    "morning": 218,
    "evening": 104,
    "moin": 216,
    "let": 190,
    "s": 300,
    "go": 126,
    "dude": 95,
    "goodmorning": 131,
    "goodevening": 130,
    "afternoon": 15,
    "cu": 73,
    "by": 32,
    "cee": 52,
    "later": 188,
    "night": 255,
    "bye": 33,
    "goodbye": 129,
    "nice": 254,
    "day": 87,
    "see": 307,
    "around": 24,
    "yes": 411,
    "y": 410,
    "indeed": 167,
    "of": 266,
    "course": 72,
    "that": 335,
    "sounds": 315,
    "correct": 71,
    "no": 258,
    "n": 234,
    "never": 237,
    "don": 93,
    "t": 328,
    "think": 338,
    "so": 313,
    "like": 191,
    "way": 390,
    "not": 259,
    "really": 292,
    "perfect": 276,
    "great": 133,
    "amazing": 19,
    "feeling": 108,
    "king": 182,
    "wonderful": 395,
    "am": 18,
    "very": 377,
    "going": 127,
    "save": 306,
    "the": 336,
    "world": 396,
    "super": 319,
    "stoked": 318,
    "extremely": 105,
    "my": 221,
    "was": 388,
    "horrible": 148,
    "sad": 303,
    "feel": 107,
    "well": 391,
    "disappointed": 91,
    "unhappy": 376,
    "extremly": 106,
    "saad": 302,
    "are": 23,
    "bot": 30,
    "human": 150,
    "talking": 332,
    "hủy": 161,
    "thế": 347,
    "đổi": 434,
    "trả": 362,
    "bao": 27,
    "như": 247,
    "thanh": 334,
    "toán": 355,
    "ví": 382,
    "tử": 375,
    "dưới": 101,
    "triệu": 357
  },
  "intent": {
    "product": 12,
    "order": 10,
    "ask_anything": 1,
    "greet": 6,
    "goodbye": 5,
    "affirm": 0,
    "deny": 3,
    "mood_great": 7,
    "mood_unhappy": 8,
    "bot_challenge": 2,
    "faq": 4,
    "search_product": 13,
    "nlu_fallback": 9,
    "out_of_scope": 11
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 1,
    "action_extract_slots": 6,
    "action_ask_anything": 0,
    "action_faq": 7,
    "action_order": 9,
    "action_product": 10,
    "utter_ask_order": 16,
    "utter_cheer_up": 17,
    "utter_confirm_order": 18,
    "utter_contact_support": 19,
    "utter_default": 20,
    "utter_did_that_help": 21,
    "utter_fallback": 22,
    "utter_goodbye": 23,
    "utter_greet": 24,
    "utter_happy": 25,
    "utter_iamabot": 26,
    "utter_thankyou": 27
  },
  "action_text": null,
  "intent_response_key": null
}