{
  "text": {
    "tôi": 279,
    "cần": 66,
    "mua": 167,
    "laptop": 145,
    "đề": 325,
    "xuất": 304,
    "sản": 242,
    "phẩm": 207,
    "điện": 317,
    "thoại": 257,
    "samsung": 225,
    "muốn": 168,
    "đặt": 324,
    "hàng": 118,
    "cho": 49,
    "tivi": 266,
    "gợi": 109,
    "ý": 315,
    "tham": 251,
    "khảo": 141,
    "find": 90,
    "các": 61,
    "loại": 152,
    "xem": 300,
    "ipad": 133,
    "iphone": 134,
    "máy": 171,
    "tính": 278,
    "tìm": 276,
    "chuột": 50,
    "xiaomi": 301,
    "bàn": 30,
    "phím": 205,
    "cơ": 64,
    "có": 63,
    "bán": 31,
    "smartwatch": 231,
    "không": 140,
    "shop": 230,
    "một": 174,
    "loa": 150,
    "bluetooth": 26,
    "thể": 262,
    "camera": 39,
    "an": 19,
    "ninh": 186,
    "ở": 336,
    "đây": 319,
    "trước": 271,
    "ps5": 211,
    "tablet": 247,
    "bộ": 36,
    "phát": 204,
    "wifi": 295,
    "pin": 208,
    "sạc": 241,
    "dự": 82,
    "phòng": 206,
    "đang": 316,
    "ổ": 335,
    "cứng": 69,
    "di": 75,
    "động": 331,
    "tai": 248,
    "nghe": 179,
    "dây": 80,
    "màn": 170,
    "hình": 121,
    "gaming": 94,
    "in": 130,
    "ssd": 235,
    "tản": 280,
    "nhiệt": 181,
    "nước": 192,
    "card": 41,
    "đồ": 328,
    "họa": 123,
    "rtx": 219,
    "__number__": 9,
    "razer": 216,
    "dell": 74,
    "xps": 303,
    "macbook": 161,
    "pro": 210,
    "m2": 159,
    "c": 38,
    "cửa": 71,
    "sony": 233,
    "playstation": 209,
    "xbox": 299,
    "series": 228,
    "x": 298,
    "airpods": 15,
    "galaxy": 92,
    "watch": 291,
    "robot": 218,
    "hút": 122,
    "bụi": 37,
    "chiếu": 48,
    "mini": 164,
    "đồng": 329,
    "hồ": 124,
    "garmin": 95,
    "cong": 57,
    "4k": 6,
    "balo": 23,
    "chống": 56,
    "sốc": 245,
    "logitech": 151,
    "g502": 91,
    "micro": 162,
    "thu": 258,
    "âm": 314,
    "chair": 45,
    "đèn": 321,
    "led": 147,
    "thông": 260,
    "minh": 163,
    "google": 106,
    "nest": 176,
    "hub": 116,
    "amazon": 18,
    "echo": 83,
    "nvme": 190,
    "2tb": 5,
    "wh": 294,
    "1000xm5": 0,
    "còn": 62,
    "rửa": 220,
    "bát": 32,
    "cắm": 67,
    "bút": 33,
    "cảm": 65,
    "ứng": 337,
    "apple": 20,
    "pencil": 202,
    "nhớ": 183,
    "ram": 215,
    "ddr5": 73,
    "keychron": 137,
    "k8": 136,
    "240hz": 4,
    "chơi": 53,
    "game": 93,
    "nintendo": 187,
    "switch": 238,
    "kính": 144,
    "thực": 264,
    "tế": 281,
    "ảo": 334,
    "oculus": 194,
    "quest": 212,
    "nhanh": 180,
    "100w": 1,
    "lọc": 157,
    "khí": 139,
    "ảnh": 333,
    "canon": 40,
    "eos": 84,
    "r6": 214,
    "sóng": 240,
    "5g": 7,
    "hdd": 111,
    "10tb": 2,
    "imac": 129,
    "m3": 160,
    "kiểm": 143,
    "tra": 269,
    "đơn": 322,
    "jayki": 135,
    "abc123": 13,
    "xyz789": 307,
    "của": 68,
    "type_order": 275,
    "tin": 265,
    "check": 46,
    "abc": 12,
    "987xyz": 8,
    "giúp": 99,
    "với": 289,
    "làm": 154,
    "ơn": 332,
    "số": 244,
    "2023xyz": 3,
    "giùm": 98,
    "mình": 173,
    "biết": 25,
    "tình": 277,
    "trạng": 272,
    "ord456": 198,
    "cứu": 70,
    "mã": 172,
    "order": 200,
    "hãy": 120,
    "ord_123": 199,
    "hộ": 126,
    "a1b2c3": 11,
    "là": 153,
    "khi": 138,
    "nào": 191,
    "giao": 97,
    "vậy": 288,
    "đâu": 318,
    "xyz": 306,
    "thái": 259,
    "ord2024": 197,
    "qwerty": 213,
    "o123": 193,
    "ord": 196,
    "xxy": 305,
    "đã": 320,
    "được": 323,
    "chưa": 54,
    "zzz": 313,
    "xử": 309,
    "lý": 156,
    "order_1234": 201,
    "xyz_987": 308,
    "test": 250,
    "vấn": 287,
    "gì": 108,
    "new456": 178,
    "hỗ": 125,
    "trợ": 274,
    "shipping": 229,
    "sale2024": 224,
    "duyệt": 79,
    "cc": 42,
    "ccabl": 43,
    "hello": 112,
    "chào": 51,
    "hi": 114,
    "việc": 285,
    "xin": 302,
    "thời": 263,
    "gian": 96,
    "địa": 327,
    "chỉ": 55,
    "chính": 52,
    "sách": 239,
    "bảo": 34,
    "hành": 119,
    "sẵn": 243,
    "hey": 113,
    "there": 255,
    "good": 102,
    "morning": 166,
    "evening": 85,
    "moin": 165,
    "let": 148,
    "s": 221,
    "go": 100,
    "dude": 78,
    "goodmorning": 105,
    "goodevening": 104,
    "afternoon": 14,
    "cu": 60,
    "by": 28,
    "cee": 44,
    "you": 312,
    "later": 146,
    "night": 185,
    "bye": 29,
    "goodbye": 103,
    "have": 110,
    "a": 10,
    "nice": 184,
    "day": 72,
    "see": 227,
    "around": 22,
    "yes": 311,
    "y": 310,
    "indeed": 132,
    "of": 195,
    "course": 59,
    "that": 253,
    "sounds": 234,
    "correct": 58,
    "no": 188,
    "n": 175,
    "never": 177,
    "i": 128,
    "don": 77,
    "t": 246,
    "think": 256,
    "so": 232,
    "like": 149,
    "way": 292,
    "not": 189,
    "really": 217,
    "perfect": 203,
    "great": 107,
    "amazing": 17,
    "feeling": 89,
    "king": 142,
    "wonderful": 296,
    "am": 16,
    "very": 284,
    "going": 101,
    "to": 267,
    "save": 226,
    "the": 254,
    "world": 297,
    "super": 237,
    "stoked": 236,
    "extremely": 86,
    "my": 169,
    "was": 290,
    "horrible": 115,
    "sad": 223,
    "feel": 88,
    "well": 293,
    "disappointed": 76,
    "m": 158,
    "unhappy": 283,
    "extremly": 87,
    "saad": 222,
    "are": 21,
    "bot": 27,
    "human": 117,
    "talking": 249,
    "hủy": 127,
    "thế": 261,
    "để": 326,
    "đổi": 330,
    "trả": 273,
    "bao": 24,
    "lâu": 155,
    "như": 182,
    "thanh": 252,
    "toán": 268,
    "bằng": 35,
    "ví": 286,
    "tử": 282,
    "dưới": 81,
    "triệu": 270,
    "chiếc": 47,
    "inch": 131
  },
  "intent": {
    "product": 12,
    "order": 10,
    "ask_anything": 1,
    "greet": 6,
    "goodbye": 5,
    "affirm": 0,
    "deny": 3,
    "mood_great": 7,
    "mood_unhappy": 8,
    "bot_challenge": 2,
    "faq": 4,
    "search_product": 13,
    "nlu_fallback": 9,
    "out_of_scope": 11
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 1,
    "action_extract_slots": 6,
    "action_ask_anything": 0,
    "action_faq": 7,
    "action_order": 9,
    "action_product": 10,
    "utter_ask_order": 16,
    "utter_cheer_up": 17,
    "utter_confirm_order": 18,
    "utter_contact_support": 19,
    "utter_default": 20,
    "utter_did_that_help": 21,
    "utter_fallback": 22,
    "utter_goodbye": 23,
    "utter_greet": 24,
    "utter_happy": 25,
    "utter_iamabot": 26,
    "utter_thankyou": 27
  },
  "action_text": null,
  "intent_response_key": null
}