{
  "text": {
    "tôi": 286,
    "cần": 68,
    "mua": 170,
    "laptop": 148,
    "đề": 333,
    "xuất": 312,
    "sản": 248,
    "phẩm": 213,
    "điện": 325,
    "thoại": 263,
    "samsung": 231,
    "muốn": 171,
    "đặt": 332,
    "hàng": 120,
    "cho": 51,
    "tivi": 272,
    "gợi": 111,
    "ý": 323,
    "tham": 257,
    "khảo": 144,
    "find": 92,
    "các": 63,
    "loại": 155,
    "xem": 308,
    "ipad": 136,
    "iphone": 137,
    "máy": 174,
    "tính": 285,
    "tìm": 283,
    "chuột": 52,
    "xiaomi": 309,
    "bàn": 32,
    "phím": 211,
    "cơ": 66,
    "có": 65,
    "bán": 33,
    "smartwatch": 237,
    "không": 143,
    "shop": 236,
    "một": 177,
    "loa": 153,
    "bluetooth": 28,
    "thể": 268,
    "camera": 41,
    "an": 21,
    "ninh": 189,
    "ở": 344,
    "đây": 327,
    "trước": 277,
    "ps5": 217,
    "tablet": 253,
    "bộ": 38,
    "phát": 210,
    "wifi": 303,
    "pin": 214,
    "sạc": 247,
    "dự": 84,
    "phòng": 212,
    "đang": 324,
    "ổ": 343,
    "cứng": 71,
    "di": 77,
    "động": 339,
    "tai": 254,
    "nghe": 182,
    "dây": 82,
    "màn": 173,
    "hình": 124,
    "gaming": 96,
    "in": 133,
    "noen": 192,
    "type_product": 282,
    "ssd": 241,
    "tản": 287,
    "nhiệt": 184,
    "nước": 197,
    "card": 43,
    "đồ": 336,
    "họa": 126,
    "rtx": 225,
    "__number__": 10,
    "razer": 222,
    "dell": 76,
    "xps": 311,
    "macbook": 164,
    "pro": 216,
    "m2": 162,
    "c": 40,
    "cửa": 73,
    "sony": 239,
    "playstation": 215,
    "xbox": 307,
    "series": 234,
    "x": 306,
    "airpods": 17,
    "galaxy": 94,
    "watch": 299,
    "robot": 224,
    "hút": 125,
    "bụi": 39,
    "chiếu": 50,
    "mini": 167,
    "đồng": 337,
    "hồ": 127,
    "garmin": 97,
    "cong": 59,
    "4k": 7,
    "balo": 25,
    "chống": 58,
    "sốc": 251,
    "logitech": 154,
    "g502": 93,
    "micro": 165,
    "thu": 264,
    "âm": 322,
    "chair": 47,
    "đèn": 329,
    "led": 150,
    "thông": 266,
    "minh": 166,
    "google": 108,
    "nest": 179,
    "hub": 118,
    "amazon": 20,
    "echo": 85,
    "nvme": 195,
    "2tb": 6,
    "wh": 302,
    "1000xm5": 0,
    "còn": 64,
    "rửa": 226,
    "bát": 34,
    "cắm": 69,
    "bút": 35,
    "cảm": 67,
    "ứng": 345,
    "apple": 22,
    "pencil": 207,
    "nhớ": 186,
    "ram": 221,
    "ddr5": 75,
    "keychron": 140,
    "k8": 139,
    "240hz": 5,
    "chơi": 55,
    "game": 95,
    "nintendo": 190,
    "switch": 244,
    "kính": 147,
    "thực": 270,
    "tế": 288,
    "ảo": 342,
    "oculus": 199,
    "quest": 218,
    "nhanh": 183,
    "100w": 1,
    "lọc": 160,
    "khí": 142,
    "ảnh": 341,
    "canon": 42,
    "eos": 86,
    "r6": 220,
    "sóng": 246,
    "5g": 8,
    "hdd": 113,
    "10tb": 2,
    "imac": 132,
    "m3": 163,
    "128gb": 3,
    "chính": 54,
    "hãng": 122,
    "vn": 293,
    "a": 11,
    "nothing": 194,
    "phone": 209,
    "a15": 12,
    "kiểm": 146,
    "tra": 275,
    "đơn": 330,
    "jayki": 138,
    "abc123": 15,
    "xyz789": 315,
    "của": 70,
    "type_order": 281,
    "tin": 271,
    "check": 48,
    "abc": 14,
    "987xyz": 9,
    "giúp": 101,
    "với": 297,
    "làm": 157,
    "ơn": 340,
    "số": 250,
    "2023xyz": 4,
    "giùm": 100,
    "mình": 176,
    "biết": 27,
    "tình": 284,
    "trạng": 278,
    "ord456": 203,
    "cứu": 72,
    "mã": 175,
    "order": 205,
    "hãy": 123,
    "ord_123": 204,
    "hộ": 129,
    "a1b2c3": 13,
    "là": 156,
    "khi": 141,
    "nào": 196,
    "giao": 99,
    "vậy": 296,
    "đâu": 326,
    "xyz": 314,
    "thái": 265,
    "ord2024": 202,
    "qwerty": 219,
    "o123": 198,
    "ord": 201,
    "xxy": 313,
    "đã": 328,
    "được": 331,
    "chưa": 56,
    "zzz": 321,
    "xử": 317,
    "lý": 159,
    "order_1234": 206,
    "xyz_987": 316,
    "test": 256,
    "vấn": 295,
    "gì": 110,
    "new456": 181,
    "hỗ": 128,
    "trợ": 280,
    "shipping": 235,
    "sale2024": 230,
    "duyệt": 81,
    "cc": 44,
    "ccabl": 45,
    "hello": 114,
    "chào": 53,
    "hi": 116,
    "việc": 292,
    "xin": 310,
    "thời": 269,
    "gian": 98,
    "địa": 335,
    "chỉ": 57,
    "sách": 245,
    "bảo": 36,
    "hành": 121,
    "sẵn": 249,
    "hey": 115,
    "there": 261,
    "good": 104,
    "morning": 169,
    "evening": 87,
    "moin": 168,
    "let": 151,
    "s": 227,
    "go": 102,
    "dude": 80,
    "goodmorning": 107,
    "goodevening": 106,
    "afternoon": 16,
    "cu": 62,
    "by": 30,
    "cee": 46,
    "you": 320,
    "later": 149,
    "night": 188,
    "bye": 31,
    "goodbye": 105,
    "have": 112,
    "nice": 187,
    "day": 74,
    "see": 233,
    "around": 24,
    "yes": 319,
    "y": 318,
    "indeed": 135,
    "of": 200,
    "course": 61,
    "that": 259,
    "sounds": 240,
    "correct": 60,
    "no": 191,
    "n": 178,
    "never": 180,
    "i": 131,
    "don": 79,
    "t": 252,
    "think": 262,
    "so": 238,
    "like": 152,
    "way": 300,
    "not": 193,
    "really": 223,
    "perfect": 208,
    "great": 109,
    "amazing": 19,
    "feeling": 91,
    "king": 145,
    "wonderful": 304,
    "am": 18,
    "very": 291,
    "going": 103,
    "to": 273,
    "save": 232,
    "the": 260,
    "world": 305,
    "super": 243,
    "stoked": 242,
    "extremely": 88,
    "my": 172,
    "was": 298,
    "horrible": 117,
    "sad": 229,
    "feel": 90,
    "well": 301,
    "disappointed": 78,
    "m": 161,
    "unhappy": 290,
    "extremly": 89,
    "saad": 228,
    "are": 23,
    "bot": 29,
    "human": 119,
    "talking": 255,
    "hủy": 130,
    "thế": 267,
    "để": 334,
    "đổi": 338,
    "trả": 279,
    "bao": 26,
    "lâu": 158,
    "như": 185,
    "thanh": 258,
    "toán": 274,
    "bằng": 37,
    "ví": 294,
    "tử": 289,
    "dưới": 83,
    "triệu": 276,
    "chiếc": 49,
    "inch": 134
  },
  "intent": {
    "product": 12,
    "order": 10,
    "ask_anything": 1,
    "greet": 6,
    "goodbye": 5,
    "affirm": 0,
    "deny": 3,
    "mood_great": 7,
    "mood_unhappy": 8,
    "bot_challenge": 2,
    "faq": 4,
    "search_product": 13,
    "nlu_fallback": 9,
    "out_of_scope": 11
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 1,
    "action_extract_slots": 6,
    "action_ask_anything": 0,
    "action_faq": 7,
    "action_order": 9,
    "action_product": 10,
    "utter_ask_order": 16,
    "utter_cheer_up": 17,
    "utter_confirm_order": 18,
    "utter_contact_support": 19,
    "utter_default": 20,
    "utter_did_that_help": 21,
    "utter_fallback": 22,
    "utter_goodbye": 23,
    "utter_greet": 24,
    "utter_happy": 25,
    "utter_iamabot": 26,
    "utter_thankyou": 27
  },
  "action_text": null,
  "intent_response_key": null
}