{
  "text": {
    "tôi": 103,
    "cần": 21,
    "tìm": 101,
    "laptop": 53,
    "chuột": 16,
    "không": 50,
    "dây": 26,
    "giúp": 32,
    "tai": 91,
    "nghe": 67,
    "cho": 15,
    "bàn": 11,
    "phím": 77,
    "iphone13": 49,
    "thấy": 98,
    "xaoimi": 111,
    "note": 72,
    "__number__": 0,
    "muốn": 62,
    "sản": 89,
    "phẩm": 78,
    "có": 20,
    "điện": 116,
    "thoại": 97,
    "đang": 115,
    "mua": 61,
    "máy": 64,
    "tính": 102,
    "bảng": 13,
    "bạn": 12,
    "loa": 57,
    "bluetooth": 7,
    "kiểm": 52,
    "tra": 100,
    "order": 75,
    "nào": 73,
    "đơn": 117,
    "hàng": 46,
    "hey": 42,
    "hello": 41,
    "hi": 43,
    "there": 95,
    "good": 35,
    "morning": 60,
    "evening": 27,
    "moin": 59,
    "let": 55,
    "s": 80,
    "go": 33,
    "dude": 25,
    "goodmorning": 38,
    "goodevening": 37,
    "afternoon": 2,
    "cu": 19,
    "by": 9,
    "cee": 14,
    "you": 114,
    "later": 54,
    "night": 69,
    "bye": 10,
    "goodbye": 36,
    "have": 40,
    "a": 1,
    "nice": 68,
    "day": 22,
    "see": 84,
    "around": 6,
    "yes": 113,
    "y": 112,
    "indeed": 48,
    "of": 74,
    "course": 18,
    "that": 93,
    "sounds": 86,
    "correct": 17,
    "no": 70,
    "n": 65,
    "never": 66,
    "i": 47,
    "don": 24,
    "t": 90,
    "think": 96,
    "so": 85,
    "like": 56,
    "way": 107,
    "not": 71,
    "really": 79,
    "perfect": 76,
    "great": 39,
    "amazing": 4,
    "feeling": 31,
    "king": 51,
    "wonderful": 109,
    "am": 3,
    "very": 105,
    "going": 34,
    "to": 99,
    "save": 83,
    "the": 94,
    "world": 110,
    "super": 88,
    "stoked": 87,
    "extremely": 28,
    "my": 63,
    "was": 106,
    "horrible": 44,
    "sad": 82,
    "feel": 30,
    "well": 108,
    "disappointed": 23,
    "m": 58,
    "unhappy": 104,
    "extremly": 29,
    "saad": 81,
    "are": 5,
    "bot": 8,
    "human": 45,
    "talking": 92
  },
  "intent": {
    "product": 8,
    "order": 7,
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "mood_great": 5,
    "mood_unhappy": 6,
    "bot_challenge": 1,
    "search_product": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_order": 7,
    "action_product": 8,
    "utter_cheer_up": 14,
    "utter_did_that_help": 15,
    "utter_goodbye": 16,
    "utter_greet": 17,
    "utter_happy": 18,
    "utter_iamabot": 19
  },
  "action_text": null,
  "intent_response_key": null
}