{
  "text": {
    "tôi": 372,
    "cần": 81,
    "mua": 221,
    "laptop": 188,
    "muốn": 222,
    "bàn": 34,
    "phím": 282,
    "cơ": 79,
    "một": 234,
    "loa": 194,
    "bluetooth": 29,
    "đang": 420,
    "tìm": 369,
    "robot": 298,
    "hút": 157,
    "bụi": 45,
    "máy": 227,
    "in": 167,
    "đặt": 431,
    "hàng": 152,
    "imac": 166,
    "m3": 210,
    "tablet": 333,
    "ổ": 443,
    "cứng": 84,
    "di": 90,
    "động": 438,
    "amazon": 20,
    "echo": 103,
    "bạn": 39,
    "có": 78,
    "thể": 351,
    "gợi": 139,
    "ý": 419,
    "cho": 57,
    "smartwatch": 315,
    "nào": 264,
    "tốt": 377,
    "không": 182,
    "đề": 433,
    "xuất": 406,
    "sản": 326,
    "phẩm": 285,
    "iphone": 171,
    "loại": 197,
    "tivi": 355,
    "bền": 43,
    "và": 382,
    "tiết": 356,
    "kiệm": 186,
    "điện": 424,
    "dùng": 100,
    "lập": 203,
    "trình": 362,
    "vài": 383,
    "mẫu": 232,
    "gaming": 116,
    "mạnh": 231,
    "chuột": 59,
    "văn": 386,
    "phòng": 283,
    "tai": 334,
    "nghe": 242,
    "dây": 98,
    "chất": 65,
    "lượng": 202,
    "__number__": 10,
    "các": 75,
    "samsung": 308,
    "galaxy": 114,
    "thoại": 343,
    "xiaomi": 403,
    "girlfriend": 120,
    "khồng": 183,
    "logitech": 195,
    "g502": 113,
    "sony": 317,
    "wh": 395,
    "1000xm5": 0,
    "màn": 224,
    "hình": 156,
    "cong": 70,
    "4k": 7,
    "giúp": 123,
    "camera": 46,
    "an": 21,
    "ninh": 259,
    "bán": 35,
    "chair": 53,
    "còn": 77,
    "shop": 314,
    "lọc": 205,
    "khí": 181,
    "ssd": 319,
    "nvme": 263,
    "2tb": 5,
    "bộ": 44,
    "sạc": 325,
    "nhanh": 245,
    "100w": 1,
    "balo": 26,
    "chống": 67,
    "nước": 266,
    "trước": 363,
    "xbox": 401,
    "series": 312,
    "x": 400,
    "macbook": 211,
    "pro": 288,
    "m2": 209,
    "giao": 119,
    "nhớ": 255,
    "ram": 293,
    "ddr5": 88,
    "redmi": 296,
    "do": 92,
    "you": 415,
    "have": 140,
    "can": 47,
    "i": 165,
    "buy": 31,
    "here": 145,
    "is": 172,
    "available": 25,
    "find": 110,
    "me": 213,
    "a": 11,
    "m": 208,
    "looking": 196,
    "for": 111,
    "phù": 284,
    "hợp": 162,
    "để": 434,
    "học": 159,
    "online": 270,
    "chiếu": 56,
    "mini": 217,
    "trong": 361,
    "lớp": 207,
    "micro": 215,
    "thu": 345,
    "âm": 417,
    "tản": 374,
    "nhiệt": 246,
    "pc": 277,
    "card": 49,
    "đồ": 436,
    "họa": 158,
    "rtx": 300,
    "playstation": 287,
    "watch": 392,
    "airpods": 17,
    "bút": 38,
    "cảm": 80,
    "ứng": 446,
    "apple": 22,
    "pencil": 278,
    "kính": 187,
    "thực": 353,
    "tế": 376,
    "ảo": 441,
    "oculus": 268,
    "quest": 290,
    "đèn": 427,
    "led": 191,
    "thông": 348,
    "minh": 216,
    "rửa": 302,
    "bát": 36,
    "cắm": 82,
    "google": 133,
    "nest": 238,
    "hub": 150,
    "số": 328,
    "chơi": 63,
    "game": 115,
    "giá": 121,
    "thuộc": 346,
    "dòng": 99,
    "ồn": 442,
    "tư": 373,
    "vấn": 387,
    "mình": 230,
    "nhất": 251,
    "hiện": 148,
    "nay": 237,
    "giới": 125,
    "thiệu": 342,
    "router": 299,
    "wifi": 396,
    "nhà": 247,
    "tầng": 375,
    "hãy": 155,
    "chiếc": 55,
    "gõ": 136,
    "êm": 418,
    "thấy": 349,
    "ổn": 444,
    "rẻ": 301,
    "được": 430,
    "dell": 89,
    "xps": 405,
    "màu": 225,
    "canon": 48,
    "ngay": 241,
    "phát": 280,
    "5g": 8,
    "keychron": 177,
    "k8": 175,
    "làm": 199,
    "ơn": 439,
    "ps5": 289,
    "hỗ": 160,
    "trợ": 367,
    "inch": 168,
    "full": 112,
    "hd": 142,
    "với": 389,
    "mỏng": 233,
    "nhẹ": 252,
    "khuyến": 180,
    "mãi": 229,
    "ảnh": 440,
    "chụp": 68,
    "chuyên": 58,
    "nghiệp": 243,
    "cửa": 86,
    "tab": 332,
    "s9": 304,
    "razer": 294,
    "sẵn": 327,
    "240hz": 4,
    "eos": 104,
    "r6": 292,
    "32gb": 6,
    "1tb": 2,
    "điều": 423,
    "khiển": 179,
    "giọng": 124,
    "nói": 265,
    "cái": 76,
    "càng": 74,
    "sớm": 329,
    "laser": 189,
    "gấp": 137,
    "sở": 330,
    "hữu": 164,
    "gia": 117,
    "đình": 428,
    "pin": 286,
    "lâu": 200,
    "phân": 281,
    "vân": 384,
    "giữa": 126,
    "nhé": 248,
    "tính": 371,
    "nhạc": 250,
    "hay": 141,
    "chân": 61,
    "dung": 96,
    "đẹp": 432,
    "ngoài": 244,
    "trời": 366,
    "nhỏ": 254,
    "gọn": 138,
    "du": 94,
    "lịch": 204,
    "ipad": 170,
    "lớn": 206,
    "bên": 37,
    "nhỉ": 253,
    "jbl": 174,
    "nintendo": 260,
    "switch": 323,
    "những": 256,
    "của": 83,
    "bằng": 42,
    "bản": 40,
    "mới": 235,
    "hãng": 154,
    "xịn": 411,
    "sell": 311,
    "order": 275,
    "monitor": 219,
    "still": 320,
    "wireless": 397,
    "headset": 143,
    "want": 390,
    "to": 357,
    "mechanical": 214,
    "keyboard": 176,
    "con": 69,
    "riêng": 297,
    "mang": 212,
    "đi": 422,
    "đeo": 421,
    "thoải": 344,
    "mái": 226,
    "air": 16,
    "dự": 102,
    "kiểm": 185,
    "tra": 359,
    "đơn": 429,
    "jayki": 173,
    "abc123": 14,
    "xyz789": 409,
    "type_order": 368,
    "xem": 402,
    "tin": 354,
    "check": 54,
    "abc": 13,
    "987xyz": 9,
    "2023xyz": 3,
    "giùm": 122,
    "biết": 28,
    "tình": 370,
    "trạng": 364,
    "ord456": 273,
    "cứu": 85,
    "mã": 228,
    "ord_123": 274,
    "hộ": 161,
    "a1b2c3": 12,
    "là": 198,
    "khi": 178,
    "vậy": 388,
    "ở": 445,
    "đâu": 425,
    "xyz": 408,
    "thái": 347,
    "ord2024": 272,
    "qwerty": 291,
    "o123": 267,
    "ord": 271,
    "xxy": 407,
    "đã": 426,
    "chưa": 64,
    "zzz": 416,
    "xử": 412,
    "lý": 201,
    "order_1234": 276,
    "xyz_987": 410,
    "test": 336,
    "gì": 135,
    "new456": 240,
    "shipping": 313,
    "sale2024": 307,
    "duyệt": 97,
    "cc": 50,
    "ccabl": 51,
    "hello": 144,
    "chào": 60,
    "hi": 147,
    "việc": 381,
    "xin": 404,
    "thời": 352,
    "gian": 118,
    "địa": 435,
    "chỉ": 66,
    "chính": 62,
    "sách": 324,
    "bảo": 41,
    "hành": 153,
    "hey": 146,
    "there": 340,
    "good": 129,
    "morning": 220,
    "evening": 105,
    "moin": 218,
    "let": 192,
    "s": 303,
    "go": 127,
    "dude": 95,
    "goodmorning": 132,
    "goodevening": 131,
    "afternoon": 15,
    "cu": 73,
    "by": 32,
    "cee": 52,
    "later": 190,
    "night": 258,
    "bye": 33,
    "goodbye": 130,
    "nice": 257,
    "day": 87,
    "see": 310,
    "around": 24,
    "yes": 414,
    "y": 413,
    "indeed": 169,
    "of": 269,
    "course": 72,
    "that": 338,
    "sounds": 318,
    "correct": 71,
    "no": 261,
    "n": 236,
    "never": 239,
    "don": 93,
    "t": 331,
    "think": 341,
    "so": 316,
    "like": 193,
    "way": 393,
    "not": 262,
    "really": 295,
    "perfect": 279,
    "great": 134,
    "amazing": 19,
    "feeling": 109,
    "king": 184,
    "wonderful": 398,
    "am": 18,
    "very": 380,
    "going": 128,
    "save": 309,
    "the": 339,
    "world": 399,
    "super": 322,
    "stoked": 321,
    "extremely": 106,
    "my": 223,
    "was": 391,
    "horrible": 149,
    "sad": 306,
    "feel": 108,
    "well": 394,
    "disappointed": 91,
    "unhappy": 379,
    "extremly": 107,
    "saad": 305,
    "are": 23,
    "bot": 30,
    "human": 151,
    "talking": 335,
    "hủy": 163,
    "thế": 350,
    "đổi": 437,
    "trả": 365,
    "bao": 27,
    "như": 249,
    "thanh": 337,
    "toán": 358,
    "ví": 385,
    "tử": 378,
    "dưới": 101,
    "triệu": 360
  },
  "intent": {
    "product": 12,
    "order": 10,
    "ask_anything": 1,
    "greet": 6,
    "goodbye": 5,
    "affirm": 0,
    "deny": 3,
    "mood_great": 7,
    "mood_unhappy": 8,
    "bot_challenge": 2,
    "faq": 4,
    "search_product": 13,
    "nlu_fallback": 9,
    "out_of_scope": 11
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 1,
    "action_extract_slots": 6,
    "action_ask_anything": 0,
    "action_faq": 7,
    "action_order": 9,
    "action_product": 10,
    "utter_ask_order": 16,
    "utter_cheer_up": 17,
    "utter_confirm_order": 18,
    "utter_contact_support": 19,
    "utter_default": 20,
    "utter_did_that_help": 21,
    "utter_fallback": 22,
    "utter_goodbye": 23,
    "utter_greet": 24,
    "utter_happy": 25,
    "utter_iamabot": 26,
    "utter_thankyou": 27
  },
  "action_text": null,
  "intent_response_key": null
}