{
  "text": {
    "tôi": 322,
    "cần": 74,
    "mua": 192,
    "laptop": 165,
    "muốn": 193,
    "bàn": 33,
    "phím": 243,
    "cơ": 72,
    "một": 204,
    "loa": 170,
    "bluetooth": 28,
    "đang": 366,
    "tìm": 320,
    "robot": 256,
    "hút": 139,
    "bụi": 42,
    "máy": 197,
    "in": 148,
    "đặt": 374,
    "hàng": 135,
    "imac": 147,
    "m3": 184,
    "tablet": 286,
    "ổ": 385,
    "cứng": 77,
    "di": 83,
    "động": 380,
    "amazon": 19,
    "echo": 93,
    "bạn": 37,
    "có": 71,
    "thể": 303,
    "gợi": 124,
    "ý": 365,
    "cho": 54,
    "smartwatch": 272,
    "nào": 226,
    "tốt": 327,
    "không": 160,
    "đề": 375,
    "xuất": 353,
    "sản": 281,
    "phẩm": 246,
    "iphone": 151,
    "loại": 173,
    "tivi": 307,
    "bền": 40,
    "và": 332,
    "tiết": 308,
    "kiệm": 163,
    "điện": 368,
    "dùng": 91,
    "lập": 179,
    "trình": 314,
    "vài": 333,
    "mẫu": 202,
    "gaming": 106,
    "mạnh": 201,
    "chuột": 56,
    "văn": 335,
    "phòng": 244,
    "tai": 287,
    "nghe": 211,
    "dây": 89,
    "chất": 61,
    "lượng": 178,
    "__number__": 10,
    "các": 69,
    "samsung": 266,
    "galaxy": 104,
    "thoại": 296,
    "xiaomi": 350,
    "logitech": 171,
    "g502": 103,
    "sony": 274,
    "wh": 343,
    "1000xm5": 0,
    "màn": 195,
    "hình": 138,
    "cong": 65,
    "4k": 7,
    "giúp": 111,
    "camera": 43,
    "an": 20,
    "ninh": 222,
    "bán": 34,
    "chair": 50,
    "còn": 70,
    "shop": 271,
    "lọc": 180,
    "khí": 159,
    "ssd": 276,
    "nvme": 225,
    "2tb": 5,
    "bộ": 41,
    "sạc": 280,
    "nhanh": 213,
    "100w": 1,
    "balo": 25,
    "chống": 63,
    "nước": 228,
    "trước": 315,
    "xbox": 348,
    "series": 269,
    "x": 347,
    "macbook": 185,
    "pro": 248,
    "m2": 183,
    "giao": 108,
    "nhớ": 219,
    "ram": 253,
    "ddr5": 81,
    "do": 85,
    "you": 361,
    "have": 125,
    "can": 44,
    "i": 146,
    "buy": 30,
    "here": 128,
    "is": 152,
    "available": 24,
    "find": 100,
    "me": 186,
    "a": 11,
    "m": 182,
    "looking": 172,
    "for": 101,
    "phù": 245,
    "hợp": 144,
    "để": 376,
    "học": 141,
    "online": 232,
    "chiếu": 53,
    "mini": 189,
    "trong": 313,
    "lớp": 181,
    "micro": 187,
    "thu": 297,
    "âm": 363,
    "tản": 324,
    "nhiệt": 214,
    "pc": 239,
    "card": 46,
    "đồ": 378,
    "họa": 140,
    "rtx": 258,
    "playstation": 247,
    "watch": 340,
    "airpods": 16,
    "bút": 36,
    "cảm": 73,
    "ứng": 388,
    "apple": 21,
    "pencil": 240,
    "kính": 164,
    "thực": 305,
    "tế": 326,
    "ảo": 383,
    "oculus": 230,
    "quest": 250,
    "đèn": 371,
    "led": 167,
    "thông": 300,
    "minh": 188,
    "rửa": 260,
    "bát": 35,
    "cắm": 75,
    "google": 120,
    "nest": 207,
    "hub": 133,
    "số": 283,
    "chơi": 59,
    "game": 105,
    "giá": 109,
    "thuộc": 298,
    "dòng": 90,
    "ồn": 384,
    "tư": 323,
    "vấn": 336,
    "mình": 200,
    "nhất": 217,
    "hiện": 131,
    "nay": 206,
    "giới": 113,
    "thiệu": 295,
    "router": 257,
    "wifi": 344,
    "nhà": 215,
    "tầng": 325,
    "hãy": 137,
    "chiếc": 52,
    "gõ": 123,
    "êm": 364,
    "thấy": 301,
    "ổn": 386,
    "rẻ": 259,
    "được": 373,
    "dell": 82,
    "xps": 352,
    "màu": 196,
    "canon": 45,
    "ngay": 210,
    "phát": 242,
    "5g": 8,
    "keychron": 155,
    "k8": 154,
    "làm": 175,
    "ơn": 381,
    "ps5": 249,
    "hỗ": 142,
    "trợ": 318,
    "inch": 149,
    "full": 102,
    "hd": 126,
    "với": 338,
    "mỏng": 203,
    "nhẹ": 218,
    "khuyến": 158,
    "mãi": 199,
    "ảnh": 382,
    "chụp": 64,
    "chuyên": 55,
    "nghiệp": 212,
    "cửa": 79,
    "tab": 285,
    "s9": 262,
    "razer": 254,
    "sẵn": 282,
    "240hz": 4,
    "eos": 94,
    "r6": 252,
    "32gb": 6,
    "1tb": 2,
    "điều": 367,
    "khiển": 157,
    "giọng": 112,
    "nói": 227,
    "kiểm": 162,
    "tra": 311,
    "đơn": 372,
    "jayki": 153,
    "abc123": 14,
    "xyz789": 356,
    "của": 76,
    "type_order": 319,
    "xem": 349,
    "tin": 306,
    "check": 51,
    "abc": 13,
    "987xyz": 9,
    "2023xyz": 3,
    "giùm": 110,
    "biết": 27,
    "tình": 321,
    "trạng": 316,
    "ord456": 235,
    "cứu": 78,
    "mã": 198,
    "order": 237,
    "ord_123": 236,
    "hộ": 143,
    "a1b2c3": 12,
    "là": 174,
    "khi": 156,
    "vậy": 337,
    "ở": 387,
    "đâu": 369,
    "xyz": 355,
    "thái": 299,
    "ord2024": 234,
    "qwerty": 251,
    "o123": 229,
    "ord": 233,
    "xxy": 354,
    "đã": 370,
    "chưa": 60,
    "zzz": 362,
    "xử": 358,
    "lý": 177,
    "order_1234": 238,
    "xyz_987": 357,
    "test": 289,
    "gì": 122,
    "new456": 209,
    "shipping": 270,
    "sale2024": 265,
    "duyệt": 88,
    "cc": 47,
    "ccabl": 48,
    "hello": 127,
    "chào": 57,
    "hi": 130,
    "việc": 331,
    "xin": 351,
    "thời": 304,
    "gian": 107,
    "địa": 377,
    "chỉ": 62,
    "chính": 58,
    "sách": 279,
    "bảo": 38,
    "hành": 136,
    "hey": 129,
    "there": 293,
    "good": 116,
    "morning": 191,
    "evening": 95,
    "moin": 190,
    "let": 168,
    "s": 261,
    "go": 114,
    "dude": 87,
    "goodmorning": 119,
    "goodevening": 118,
    "afternoon": 15,
    "cu": 68,
    "by": 31,
    "cee": 49,
    "later": 166,
    "night": 221,
    "bye": 32,
    "goodbye": 117,
    "nice": 220,
    "day": 80,
    "see": 268,
    "around": 23,
    "yes": 360,
    "y": 359,
    "indeed": 150,
    "of": 231,
    "course": 67,
    "that": 291,
    "sounds": 275,
    "correct": 66,
    "no": 223,
    "n": 205,
    "never": 208,
    "don": 86,
    "t": 284,
    "think": 294,
    "so": 273,
    "like": 169,
    "way": 341,
    "not": 224,
    "really": 255,
    "perfect": 241,
    "great": 121,
    "amazing": 18,
    "feeling": 99,
    "king": 161,
    "wonderful": 345,
    "am": 17,
    "very": 330,
    "going": 115,
    "to": 309,
    "save": 267,
    "the": 292,
    "world": 346,
    "super": 278,
    "stoked": 277,
    "extremely": 96,
    "my": 194,
    "was": 339,
    "horrible": 132,
    "sad": 264,
    "feel": 98,
    "well": 342,
    "disappointed": 84,
    "unhappy": 329,
    "extremly": 97,
    "saad": 263,
    "are": 22,
    "bot": 29,
    "human": 134,
    "talking": 288,
    "hủy": 145,
    "thế": 302,
    "đổi": 379,
    "trả": 317,
    "bao": 26,
    "lâu": 176,
    "như": 216,
    "thanh": 290,
    "toán": 310,
    "bằng": 39,
    "ví": 334,
    "tử": 328,
    "dưới": 92,
    "triệu": 312
  },
  "intent": {
    "product": 12,
    "order": 10,
    "ask_anything": 1,
    "greet": 6,
    "goodbye": 5,
    "affirm": 0,
    "deny": 3,
    "mood_great": 7,
    "mood_unhappy": 8,
    "bot_challenge": 2,
    "faq": 4,
    "search_product": 13,
    "nlu_fallback": 9,
    "out_of_scope": 11
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 1,
    "action_extract_slots": 6,
    "action_ask_anything": 0,
    "action_faq": 7,
    "action_order": 9,
    "action_product": 10,
    "utter_ask_order": 16,
    "utter_cheer_up": 17,
    "utter_confirm_order": 18,
    "utter_contact_support": 19,
    "utter_default": 20,
    "utter_did_that_help": 21,
    "utter_fallback": 22,
    "utter_goodbye": 23,
    "utter_greet": 24,
    "utter_happy": 25,
    "utter_iamabot": 26,
    "utter_thankyou": 27
  },
  "action_text": null,
  "intent_response_key": null
}