{
  "text": {
    "tôi": 93,
    "cần": 18,
    "tìm": 92,
    "laptop": 51,
    "dell": 20,
    "chuột": 13,
    "không": 48,
    "dây": 24,
    "giúp": 30,
    "tai": 83,
    "nghe": 61,
    "cho": 12,
    "bàn": 10,
    "phím": 71,
    "iphone13": 47,
    "thấy": 89,
    "xaoimi": 101,
    "note": 66,
    "__number__": 0,
    "kiểm": 50,
    "tra": 91,
    "có": 17,
    "order": 69,
    "nào": 67,
    "đơn": 105,
    "hàng": 44,
    "hey": 40,
    "hello": 39,
    "hi": 41,
    "there": 87,
    "good": 33,
    "morning": 57,
    "evening": 25,
    "moin": 56,
    "let": 53,
    "s": 73,
    "go": 31,
    "dude": 23,
    "goodmorning": 36,
    "goodevening": 35,
    "afternoon": 2,
    "cu": 16,
    "by": 8,
    "cee": 11,
    "you": 104,
    "later": 52,
    "night": 63,
    "bye": 9,
    "goodbye": 34,
    "have": 38,
    "a": 1,
    "nice": 62,
    "day": 19,
    "see": 77,
    "around": 6,
    "yes": 103,
    "y": 102,
    "indeed": 46,
    "of": 68,
    "course": 15,
    "that": 85,
    "sounds": 79,
    "correct": 14,
    "no": 64,
    "n": 59,
    "never": 60,
    "i": 45,
    "don": 22,
    "t": 82,
    "think": 88,
    "so": 78,
    "like": 54,
    "way": 97,
    "not": 65,
    "really": 72,
    "perfect": 70,
    "great": 37,
    "amazing": 4,
    "feeling": 29,
    "king": 49,
    "wonderful": 99,
    "am": 3,
    "very": 95,
    "going": 32,
    "to": 90,
    "save": 76,
    "the": 86,
    "world": 100,
    "super": 81,
    "stoked": 80,
    "extremely": 26,
    "my": 58,
    "was": 96,
    "horrible": 42,
    "sad": 75,
    "feel": 28,
    "well": 98,
    "disappointed": 21,
    "m": 55,
    "unhappy": 94,
    "extremly": 27,
    "saad": 74,
    "are": 5,
    "bot": 7,
    "human": 43,
    "talking": 84
  },
  "intent": {
    "product": 8,
    "order": 7,
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "mood_great": 5,
    "mood_unhappy": 6,
    "bot_challenge": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_order": 7,
    "action_product": 8,
    "utter_cheer_up": 14,
    "utter_did_that_help": 15,
    "utter_goodbye": 16,
    "utter_greet": 17,
    "utter_happy": 18,
    "utter_iamabot": 19
  },
  "action_text": null,
  "intent_response_key": null
}