{
  "text": {
    "tôi": 115,
    "cần": 23,
    "tìm": 113,
    "laptop": 59,
    "chuột": 18,
    "không": 56,
    "dây": 28,
    "giúp": 36,
    "tai": 102,
    "nghe": 75,
    "cho": 17,
    "bàn": 13,
    "phím": 85,
    "iphone13": 55,
    "thấy": 109,
    "xaoimi": 123,
    "note": 80,
    "__number__": 0,
    "muốn": 69,
    "sản": 100,
    "phẩm": 86,
    "có": 22,
    "điện": 128,
    "thoại": 108,
    "đang": 127,
    "mua": 68,
    "máy": 71,
    "tính": 114,
    "bảng": 15,
    "bạn": 14,
    "loa": 63,
    "bluetooth": 8,
    "iphone": 54,
    "một": 72,
    "macbook": 65,
    "pro": 87,
    "gaming": 35,
    "samsung": 93,
    "galaxy": 34,
    "s21": 90,
    "ip": 53,
    "kiểm": 58,
    "tra": 111,
    "order": 83,
    "nào": 81,
    "đơn": 129,
    "hàng": 50,
    "buy": 10,
    "bcs": 7,
    "đặt": 130,
    "tên": 112,
    "hey": 46,
    "hello": 45,
    "hi": 47,
    "there": 106,
    "good": 39,
    "morning": 67,
    "evening": 29,
    "moin": 66,
    "let": 61,
    "s": 89,
    "go": 37,
    "dude": 27,
    "goodmorning": 42,
    "goodevening": 41,
    "afternoon": 2,
    "cu": 21,
    "by": 11,
    "cee": 16,
    "you": 126,
    "later": 60,
    "night": 77,
    "bye": 12,
    "goodbye": 40,
    "have": 44,
    "a": 1,
    "nice": 76,
    "day": 24,
    "see": 95,
    "around": 6,
    "yes": 125,
    "y": 124,
    "indeed": 52,
    "of": 82,
    "course": 20,
    "that": 104,
    "sounds": 97,
    "correct": 19,
    "no": 78,
    "n": 73,
    "never": 74,
    "i": 51,
    "don": 26,
    "t": 101,
    "think": 107,
    "so": 96,
    "like": 62,
    "way": 119,
    "not": 79,
    "really": 88,
    "perfect": 84,
    "great": 43,
    "amazing": 4,
    "feeling": 33,
    "king": 57,
    "wonderful": 121,
    "am": 3,
    "very": 117,
    "going": 38,
    "to": 110,
    "save": 94,
    "the": 105,
    "world": 122,
    "super": 99,
    "stoked": 98,
    "extremely": 30,
    "my": 70,
    "was": 118,
    "horrible": 48,
    "sad": 92,
    "feel": 32,
    "well": 120,
    "disappointed": 25,
    "m": 64,
    "unhappy": 116,
    "extremly": 31,
    "saad": 91,
    "are": 5,
    "bot": 9,
    "human": 49,
    "talking": 103
  },
  "intent": {
    "product": 8,
    "order": 7,
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "mood_great": 5,
    "mood_unhappy": 6,
    "bot_challenge": 1,
    "search_product": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_order": 7,
    "action_product": 8,
    "utter_ask_order": 14,
    "utter_cheer_up": 15,
    "utter_did_that_help": 16,
    "utter_goodbye": 17,
    "utter_greet": 18,
    "utter_happy": 19,
    "utter_iamabot": 20,
    "utter_order_not_found": 21
  },
  "action_text": null,
  "intent_response_key": null
}