{
  "text": {
    "tôi": 105,
    "cần": 22,
    "tìm": 103,
    "laptop": 54,
    "chuột": 17,
    "không": 51,
    "dây": 27,
    "giúp": 33,
    "tai": 92,
    "nghe": 68,
    "cho": 16,
    "bàn": 12,
    "phím": 78,
    "iphone13": 50,
    "thấy": 99,
    "xaoimi": 113,
    "note": 73,
    "__number__": 0,
    "muốn": 63,
    "sản": 90,
    "phẩm": 79,
    "có": 21,
    "điện": 118,
    "thoại": 98,
    "đang": 117,
    "mua": 62,
    "máy": 65,
    "tính": 104,
    "bảng": 14,
    "bạn": 13,
    "loa": 58,
    "bluetooth": 7,
    "kiểm": 53,
    "tra": 101,
    "order": 76,
    "nào": 74,
    "đơn": 119,
    "hàng": 47,
    "buybcs": 9,
    "đặt": 120,
    "tên": 102,
    "hey": 43,
    "hello": 42,
    "hi": 44,
    "there": 96,
    "good": 36,
    "morning": 61,
    "evening": 28,
    "moin": 60,
    "let": 56,
    "s": 81,
    "go": 34,
    "dude": 26,
    "goodmorning": 39,
    "goodevening": 38,
    "afternoon": 2,
    "cu": 20,
    "by": 10,
    "cee": 15,
    "you": 116,
    "later": 55,
    "night": 70,
    "bye": 11,
    "goodbye": 37,
    "have": 41,
    "a": 1,
    "nice": 69,
    "day": 23,
    "see": 85,
    "around": 6,
    "yes": 115,
    "y": 114,
    "indeed": 49,
    "of": 75,
    "course": 19,
    "that": 94,
    "sounds": 87,
    "correct": 18,
    "no": 71,
    "n": 66,
    "never": 67,
    "i": 48,
    "don": 25,
    "t": 91,
    "think": 97,
    "so": 86,
    "like": 57,
    "way": 109,
    "not": 72,
    "really": 80,
    "perfect": 77,
    "great": 40,
    "amazing": 4,
    "feeling": 32,
    "king": 52,
    "wonderful": 111,
    "am": 3,
    "very": 107,
    "going": 35,
    "to": 100,
    "save": 84,
    "the": 95,
    "world": 112,
    "super": 89,
    "stoked": 88,
    "extremely": 29,
    "my": 64,
    "was": 108,
    "horrible": 45,
    "sad": 83,
    "feel": 31,
    "well": 110,
    "disappointed": 24,
    "m": 59,
    "unhappy": 106,
    "extremly": 30,
    "saad": 82,
    "are": 5,
    "bot": 8,
    "human": 46,
    "talking": 93
  },
  "intent": {
    "product": 8,
    "order": 7,
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "mood_great": 5,
    "mood_unhappy": 6,
    "bot_challenge": 1,
    "search_product": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_order": 7,
    "action_product": 8,
    "utter_ask_order": 14,
    "utter_cheer_up": 15,
    "utter_did_that_help": 16,
    "utter_goodbye": 17,
    "utter_greet": 18,
    "utter_happy": 19,
    "utter_iamabot": 20,
    "utter_order_not_found": 21
  },
  "action_text": null,
  "intent_response_key": null
}