{
  "text": {
    "tôi": 260,
    "cần": 63,
    "mua": 157,
    "laptop": 136,
    "muốn": 158,
    "đặt": 300,
    "hàng": 112,
    "cho": 48,
    "tivi": 251,
    "iphone": 125,
    "máy": 161,
    "tính": 259,
    "tìm": 257,
    "chuột": 49,
    "bàn": 31,
    "phím": 194,
    "cơ": 61,
    "có": 60,
    "bán": 32,
    "smartwatch": 220,
    "không": 131,
    "một": 164,
    "loa": 141,
    "bluetooth": 27,
    "thể": 247,
    "camera": 40,
    "an": 21,
    "ninh": 175,
    "ở": 310,
    "đây": 295,
    "trước": 254,
    "ps5": 200,
    "tablet": 236,
    "bộ": 37,
    "phát": 193,
    "wifi": 274,
    "pin": 197,
    "sạc": 230,
    "dự": 78,
    "phòng": 195,
    "đang": 292,
    "ổ": 309,
    "cứng": 66,
    "di": 72,
    "động": 305,
    "tai": 237,
    "nghe": 169,
    "dây": 77,
    "màn": 160,
    "hình": 115,
    "gaming": 89,
    "in": 123,
    "ssd": 224,
    "tản": 261,
    "nhiệt": 171,
    "nước": 181,
    "card": 42,
    "đồ": 303,
    "họa": 117,
    "rtx": 208,
    "__number__": 11,
    "shop": 219,
    "razer": 205,
    "dell": 71,
    "xps": 281,
    "macbook": 151,
    "pro": 199,
    "m2": 149,
    "c": 39,
    "cửa": 68,
    "sony": 222,
    "playstation": 198,
    "xbox": 278,
    "series": 217,
    "x": 277,
    "airpods": 17,
    "samsung": 214,
    "galaxy": 87,
    "watch": 270,
    "robot": 207,
    "hút": 116,
    "bụi": 38,
    "chiếu": 47,
    "mini": 154,
    "đồng": 304,
    "hồ": 118,
    "garmin": 90,
    "cong": 56,
    "4k": 8,
    "balo": 25,
    "chống": 55,
    "sốc": 234,
    "logitech": 142,
    "g502": 86,
    "micro": 152,
    "thu": 244,
    "âm": 291,
    "chair": 45,
    "đèn": 297,
    "led": 138,
    "thông": 246,
    "minh": 153,
    "google": 101,
    "nest": 166,
    "hub": 110,
    "amazon": 20,
    "echo": 79,
    "nvme": 179,
    "2tb": 6,
    "rửa": 209,
    "bát": 33,
    "cắm": 64,
    "điện": 293,
    "wh": 273,
    "1000xm5": 0,
    "bút": 34,
    "cảm": 62,
    "ứng": 311,
    "apple": 22,
    "pencil": 191,
    "nhớ": 172,
    "ram": 204,
    "ddr5": 70,
    "keychron": 128,
    "k8": 127,
    "240hz": 5,
    "chơi": 52,
    "game": 88,
    "nintendo": 176,
    "switch": 227,
    "loại": 143,
    "kính": 134,
    "thực": 249,
    "tế": 262,
    "ảo": 308,
    "oculus": 183,
    "quest": 201,
    "nhanh": 170,
    "100w": 1,
    "lọc": 147,
    "khí": 130,
    "xiaomi": 280,
    "ảnh": 307,
    "canon": 41,
    "eos": 80,
    "r6": 203,
    "sóng": 229,
    "5g": 9,
    "hdd": 105,
    "10tb": 2,
    "imac": 122,
    "m3": 150,
    "kiểm": 133,
    "tra": 253,
    "đơn": 298,
    "jayki": 126,
    "abc123": 15,
    "xyz789": 284,
    "123abc": 3,
    "456def": 7,
    "mã": 162,
    "bất": 36,
    "kỳ": 135,
    "xem": 279,
    "tin": 250,
    "check": 46,
    "abc": 14,
    "của": 65,
    "là": 144,
    "987xyz": 10,
    "giúp": 94,
    "với": 268,
    "làm": 145,
    "ơn": 306,
    "số": 233,
    "2023xyz": 4,
    "giùm": 93,
    "mình": 163,
    "biết": 26,
    "tình": 258,
    "trạng": 255,
    "ord456": 187,
    "cứu": 67,
    "order": 189,
    "hãy": 114,
    "ord_123": 188,
    "hộ": 120,
    "a1b2c3": 13,
    "khi": 129,
    "nào": 180,
    "giao": 92,
    "vậy": 267,
    "đâu": 294,
    "xyz": 283,
    "thái": 245,
    "ord2024": 186,
    "qwerty": 202,
    "o123": 182,
    "ord": 185,
    "xxy": 282,
    "đã": 296,
    "được": 299,
    "chưa": 53,
    "zzz": 290,
    "xử": 286,
    "lý": 146,
    "order_1234": 190,
    "xyz_987": 285,
    "test": 239,
    "vấn": 266,
    "đề": 301,
    "gì": 103,
    "new456": 168,
    "hỗ": 119,
    "trợ": 256,
    "shipping": 218,
    "sale2024": 213,
    "duyệt": 76,
    "cc": 43,
    "hello": 106,
    "chào": 50,
    "hi": 108,
    "thời": 248,
    "gian": 91,
    "việc": 265,
    "địa": 302,
    "chỉ": 54,
    "chính": 51,
    "sách": 228,
    "bảo": 35,
    "hành": 113,
    "sản": 231,
    "phẩm": 196,
    "sẵn": 232,
    "hey": 107,
    "there": 242,
    "good": 97,
    "morning": 156,
    "evening": 81,
    "moin": 155,
    "let": 139,
    "s": 210,
    "go": 95,
    "dude": 75,
    "goodmorning": 100,
    "goodevening": 99,
    "afternoon": 16,
    "cu": 59,
    "by": 29,
    "cee": 44,
    "you": 289,
    "later": 137,
    "night": 174,
    "bye": 30,
    "goodbye": 98,
    "have": 104,
    "a": 12,
    "nice": 173,
    "day": 69,
    "see": 216,
    "around": 24,
    "yes": 288,
    "y": 287,
    "indeed": 124,
    "of": 184,
    "course": 58,
    "that": 240,
    "sounds": 223,
    "correct": 57,
    "no": 177,
    "n": 165,
    "never": 167,
    "i": 121,
    "don": 74,
    "t": 235,
    "think": 243,
    "so": 221,
    "like": 140,
    "way": 271,
    "not": 178,
    "really": 206,
    "perfect": 192,
    "great": 102,
    "amazing": 19,
    "feeling": 85,
    "king": 132,
    "wonderful": 275,
    "am": 18,
    "very": 264,
    "going": 96,
    "to": 252,
    "save": 215,
    "the": 241,
    "world": 276,
    "super": 226,
    "stoked": 225,
    "extremely": 82,
    "my": 159,
    "was": 269,
    "horrible": 109,
    "sad": 212,
    "feel": 84,
    "well": 272,
    "disappointed": 73,
    "m": 148,
    "unhappy": 263,
    "extremly": 83,
    "saad": 211,
    "are": 23,
    "bot": 28,
    "human": 111,
    "talking": 238
  },
  "intent": {
    "product": 9,
    "order": 8,
    "ask_anything": 1,
    "greet": 5,
    "goodbye": 4,
    "affirm": 0,
    "deny": 3,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 2,
    "search_product": 10
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 10,
    "action_session_start": 12,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 1,
    "action_extract_slots": 6,
    "action_ask_anything": 0,
    "action_order": 8,
    "action_product": 9,
    "utter_ask_order": 15,
    "utter_cheer_up": 16,
    "utter_did_that_help": 17,
    "utter_goodbye": 18,
    "utter_greet": 19,
    "utter_happy": 20,
    "utter_iamabot": 21,
    "utter_order_not_found": 22
  },
  "action_text": null,
  "intent_response_key": null
}